Repository: mickyyang-1407/utuvo-type
Catalog: ios/Shared/Localizable.xcstrings
Source language: zh_hant
Languages: zh_hans

source: %@ 時
zh_hans: %@ 小时

source: %lld 分
zh_hans: %lld 分钟

source: %lld 詞
zh_hans: %lld 词

source: <1 分
zh_hans: <1 分钟

source: AI 與科技
zh_hans: AI 与科技

source: Apple Intelligence・裝置端
zh_hans: Apple Intelligence・设备端

source: Apple Speech（裝置端優先）
zh_hans: Apple Speech（设备端优先）

source: Google Gemini（推薦）
zh_hans: Google Gemini（推荐）

source: Keychain 刪除失敗（OSStatus %d）。
zh_hans: Keychain 删除失败（OSStatus %d）。

source: Keychain 寫入失敗（OSStatus %d）。
zh_hans: Keychain 写入失败（OSStatus %d）。

source: Keychain 已存一把 key（不顯示內容）。
zh_hans: Keychain 中已存有一个 key（不显示内容）。

source: Keychain 更新失敗（OSStatus %d）。
zh_hans: Keychain 更新失败（OSStatus %d）。

source: iOS 26 的 Apple Intelligence 會在裝置端改寫與翻譯，文字不離機；沒有的話才用下面你自己的雲端 key。
zh_hans: iOS 26 的 Apple Intelligence 会在设备端改写与翻译，文字不离开设备；没有的话才用下面你自己的云端 key。

source: key 不對或沒有權限（%lld）。
zh_hans: key 不对或没有权限（%lld）。

source: key 是空的或存不進鑰匙圈。
zh_hans: key 是空的或存不进钥匙串。

source: key 是空的，沒有寫入。
zh_hans: key 是空的，没有写入。

source: key 編碼失敗（需為 UTF-8）。
zh_hans: key 编码失败（需为 UTF-8）。

# vocab.pack.computing.name
source: 資訊與電腦
zh_hans: 资讯与电脑

# vocab.pack.computing.summary
source: 電子計算機學術名詞：程式語言、演算法、資料結構、系統軟硬體等核心詞彙。
zh_hans: 电子计算机学术名词：编程语言、算法、数据结构、系统软硬件等核心词汇。

# vocab.pack.engineering.summary
source: 電機與土木工程學術名詞：電路、訊號、控制、材料、結構、交通運輸、大地工程等。
zh_hans: 电机与土木工程学术名词：电路、信号、控制、材料、结构、交通运输、大地工程等。

# vocab.pack.finance.name
source: 財經
zh_hans: 财经

# vocab.pack.finance.summary
source: 經濟、會計、財經法相關學術名詞：總體經濟、財務會計、保險金融、稅務等。
zh_hans: 经济、会计、财经法相关学术名词：总体经济、财务会计、保险金融、税务等。

# vocab.pack.law.summary
source: 法律學術名詞：憲法（公法）、刑法、民法、國際法、社會法、家事法等核心法領域詞彙。
zh_hans: 法律学术名词：宪法（公法）、刑法、民法、国际法、社会法、家事法等核心法领域词汇。

# vocab.pack.medicine.name
source: 醫學
zh_hans: 医学

# vocab.pack.medicine.summary
source: 醫學、藥學、人體解剖、醫事檢驗等學術名詞：常用疾病、藥物、解剖構造、檢驗項目。
zh_hans: 医学、药学、人体解剖、医事检验等学术名词：常用疾病、药物、解剖构造、检验项目。

# vocab.pack.music.name
source: 音樂與音響
zh_hans: 音乐与音响

# vocab.pack.music.summary
source: 音樂學術名詞：樂理、樂器、音樂家、流行音樂專有名詞（含音響類）等。
zh_hans: 音乐学术名词：乐理、乐器、音乐家、流行音乐专有名词（含音响类）等。

source: 「繁」鍵盤輸入法
zh_hans: “繁”键盘输入法

source: 一行一個詞（例如 Perplexity）；要替換就寫「聽到→改成」（例如 cloud code→Claude Code）。可以把其他輸入法匯出的詞庫或朋友分享的清單直接貼進來。
zh_hans: 一行一个词（例如 Perplexity）；要替换就写“听到→改成”（例如 cloud code→Claude Code）。可以把其他输入法导出的词库或朋友分享的清单直接贴进来。

source: 下一個
zh_hans: 下一项

source: 下載
zh_hans: 下载

source: 人名、專有名詞…
zh_hans: 人名、专有名词…

source: 你只需要說話
zh_hans: 你只需要说话

source: 你開了「只用裝置端辨識」，但這個語言在這台裝置沒有裝置端辨識
zh_hans: 你开启了“仅使用设备端识别”，但这台设备不支持该语言的设备端识别

source: 你開了「只用裝置端辨識」，但這台裝置在%@沒有裝置端辨識可用。關掉這個開關才會改用雲端辨識（音訊會送到 Apple 伺服器）。
zh_hans: 你开启了“仅使用设备端识别”，但这台设备不支持%@的设备端识别。关闭此开关后才会改用云端识别（音频会发送到 Apple 服务器）。

source: 例：「pik」→「Pik」。聽寫時自動替換；app 與鍵盤共用同一份。
zh_hans: 例：“pik”→“Pik”。听写时自动替换；App 与键盘共用同一份。

source: 俄文
zh_hans: 俄语

source: 修好後回到鍵盤，再點一次光球。
zh_hans: 解决后回到键盘，再点一次光球。

source: 個人字典
zh_hans: 个人词典

source: 像 Typeless 一樣抹掉改口、整理成通順的句子。用你自己申請的免費 key，只送文字、不送聲音。
zh_hans: 像 Typeless 一样抹掉改口、整理成通顺的句子。用你自己申请的免费 key，只送文字、不送声音。

source: 儲存
zh_hans: 保存

source: 免費，每天約上千次。免費版送出的文字 Google 可能用來改進模型；在 Google Cloud 綁定付款帳戶（不一定會被收費）就不會。
zh_hans: 免费，每天约上千次。免费版送出的文字 Google 可能用来改进模型；在 Google Cloud 绑定付款账户（不一定会被收费）就不会。

source: 免費，每天約上千次，速度很快；預設不保留送出的資料。
zh_hans: 免费，每天约上千次，速度很快；默认不保留送出的数据。

source: 內建詞庫
zh_hans: 内置词库

source: 再點一下完成
zh_hans: 再点一下完成

source: 再點一下完成，翻成%@
zh_hans: 再点一下完成，翻译成%@

source: 出處與授權
zh_hans: 出处与授权

source: 出處與整理
zh_hans: 出处与整理

source: 分隔音節
zh_hans: 分隔音节

source: 切換鍵盤版面
zh_hans: 切换键盘布局

source: 刪除
zh_hans: 删除

source: 到「聽寫」點光球講一句話，這裡就會出現。
zh_hans: 到“听写”点光球讲一句话，这里就会出现。

source: 加入常講的人名、術語（例：Atmos、Tonmeister），辨識時會優先聽成這些詞。app 與鍵盤共用同一份。
zh_hans: 加入常讲的人名、术语（例：Atmos、Tonmeister），识别时会优先听成这些词。App 与键盘共用同一份。

source: 加入常講的專有名詞、術語（例：Atmos、Tonmeister），辨識時會優先聽成這些詞。app 與鍵盤共用同一份。
zh_hans: 加入常讲的专有名词、术语（例：Atmos、Tonmeister），识别时会优先听成这些词。App 与键盘共用同一份。

source: 匯入到個人字典
zh_hans: 导入到个人词典

source: 匯入字典檔
zh_hans: 导入词典文件

source: 匯入詞彙
zh_hans: 导入词汇

source: 匯出字典檔
zh_hans: 导出词典文件

source: 印地文
zh_hans: 印地语

source: 印尼文
zh_hans: 印尼语

source: 只用裝置端辨識
zh_hans: 仅使用设备端识别

source: 只看星標
zh_hans: 只看星标

source: 可下載裝置端翻譯包（沒下載時用 Apple Intelligence）
zh_hans: 可下载设备端翻译包（未下载时使用 Apple Intelligence）

# 可以用（%lld 毫秒）：%@
source: 可以用（%1$lld 毫秒）：%2$@
zh_hans: 可以用（%lld 毫秒）：%@

source: 可選專業詞庫（離線內附，開啟使用）
zh_hans: 可选专业词库（离线内附，开启使用）

source: 台灣地名與交通
zh_hans: 台湾地名与交通

source: 同一套清理＋字典，寫回歷史
zh_hans: 同一套清理＋词典，写回历史

source: 同一把 key 可供雲端翻譯與智慧整理使用；未設定時兩者都不會連線。
zh_hans: 同一把 key 可供云端翻译与智能整理使用；未设置时两者都不会连接。

source: 回到剛剛的 app
zh_hans: 回到刚刚的 App

source: 土耳其文
zh_hans: 土耳其语

source: 在「API-KEY」頁建立 key。
zh_hans: 在“API-KEY”页创建 key。

source: 在任何 app 裡用說的打字
zh_hans: 在任何 App 里用语音打字

source: 在任何輸入框按 🌐 切到 UTUVO Type，點光球開始說
zh_hans: 在任何输入框按 🌐 切到 UTUVO Type，点光球开始说

source: 填入任何 OpenAI 相容服務的端點網址與模型名稱（例如自己架的伺服器）。
zh_hans: 填入任何 OpenAI 兼容服务的端点网址与模型名称（例如自己架的服务器）。

source: 失敗：%@
zh_hans: 失败：%@

source: 字典用法
zh_hans: 词典用法

source: 實際唯一詞數
zh_hans: 实际唯一词数

source: 尚未設定阿里雲百鍊 key（設定 → 阿里雲百鍊）
zh_hans: 尚未设置阿里云百炼 key（设置 → 阿里云百炼）

source: 尚未設定；留空＝完全本機，不連任何雲端。
zh_hans: 尚未设置；留空＝完全在本机处理，不连接任何云端。

source: 已出現過
zh_hans: 已出现过

source: 已刪除。
zh_hans: 已删除。

source: 已加入 %lld 筆。
zh_hans: 已加入 %lld 笔。

source: 已匯出 %lld 個詞。
zh_hans: 已导出 %lld 个词。

source: 已合併，%lld 個詞有變動。
zh_hans: 已合并，%lld 个词有变动。

source: 已存進 Keychain。
zh_hans: 已存入 Keychain。

source: 已存進這支手機的鑰匙圈。
zh_hans: 已存进这支手机的钥匙串。

source: 已從 Keychain 刪除。
zh_hans: 已从 Keychain 删除。

source: 已複製
zh_hans: 已复制

source: 已記住：%@ → %@
zh_hans: 已记住：%1$@ → %2$@

source: 已設定
zh_hans: 已设置

source: 已開啟
zh_hans: 已开启

source: 強
zh_hans: 强

source: 德文
zh_hans: 德语

source: 或點左上角「◀︎」回去，在鍵盤上點光球說話
zh_hans: 或点左上角的“◀︎”返回，在键盘上点光球说话

source: 也可以點左上角「◀︎」回去，在鍵盤上點光球說話
zh_hans: 也可以点左上角的“◀︎”返回，在键盘上点光球说话

source: 打開申請頁面
zh_hans: 打开申请页面

source: 打開設定
zh_hans: 打开设置

source: 打開阿里雲百鍊主控台，開通模型服務（需要實名認證）。
zh_hans: 打开阿里云百炼控制台，开通模型服务（需要实名认证）。

source: 找不到可用的麥克風輸入（模擬器通常沒有）。請改用實機，或接上輸入裝置再試。
zh_hans: 找不到可用的麦克风输入（模拟器通常没有）。请改用真机，或连接输入设备后再试。

source: 找不到麥克風輸入
zh_hans: 找不到麦克风输入

source: 拼音鍵盤
zh_hans: 拼音键盘

source: 按「Create API Key」，取個名字。
zh_hans: 按“Create API Key”，取个名字。

source: 按「Create API key」（建立 API 金鑰）。
zh_hans: 按“Create API key”（创建 API 密钥）。

source: 按「測試」確認可以用。
zh_hans: 按“测试”确认可以用。

source: 按下去的當下就震（不是放開才震），選字、切換鍵盤也有。震動需要在系統設定打開「允許完整存取」（跟語音一樣），按鍵聲音不用；手機靜音或系統把觸覺回饋關掉時都不會有。
zh_hans: 按下去的当下就振（不是松开才振），选字、切换键盘也有。振动需要在系统设置打开「允许完全访问」（跟语音一样），按键声音不用；手机静音或系统把触觉反馈关掉时都不会有。

source: 按下面「打開申請頁面」，用 Email 或 Google 帳號登入 GroqCloud。
zh_hans: 按下面“打开申请页面”，用 Email 或 Google 账号登录 GroqCloud。

source: 按下面「打開申請頁面」，用你的 Google 帳號登入 Google AI Studio。
zh_hans: 按下面“打开申请页面”，用你的 Google 账号登录 Google AI Studio。

source: 按鍵聲音
zh_hans: 按键声音

source: 按鍵震動
zh_hans: 按键振动

source: 授權
zh_hans: 授权

source: 換個字試試；raw 逐字稿也會被搜到。
zh_hans: 换个词试试；原始转录文本也会被搜到。

source: 換行
zh_hans: 换行

source: 搜尋
zh_hans: 搜索

source: 搜尋歷史
zh_hans: 搜索历史

source: 搜尋詞目
zh_hans: 搜索词条

source: 撥打
zh_hans: 拨打

source: 改寫
zh_hans: 改写

source: 改寫中…（%@）
zh_hans: 改写中…（%@）

source: 改寫引擎回了空白，輸出沒有動。
zh_hans: 改写引擎返回了空白内容，输出未改动。

source: 改寫與翻譯引擎
zh_hans: 改写与翻译引擎

source: 文字會送到你填的端點。
zh_hans: 文字会发送到你填的端点。

source: 文字清理
zh_hans: 文本清理

source: 新增
zh_hans: 添加

source: 新增詞彙
zh_hans: 添加词汇

source: 新用戶有免費額度，之後依用量計費。
zh_hans: 新用户有免费额度，之后依用量计费。

source: 日文
zh_hans: 日语

source: 智慧整理
zh_hans: 智能整理

source: 智慧整理（選配）
zh_hans: 智能整理（可选）

source: 替換
zh_hans: 替换

source: 替換成
zh_hans: 替换成

source: 有選取文字時，鍵盤的光球會變成「說出要怎麼改」（轉成薰衣草色）；長按光球滑到語言、放開就翻譯。
zh_hans: 选中文字时，键盘的光球会变成“说出要怎么改”（变为薰衣草色）；长按光球滑到语言、松开就翻译。

source: 服務
zh_hans: 服务

source: 服務回應錯誤（%lld）。
zh_hans: 服务响应错误（%lld）。

source: 未設定
zh_hans: 未设置

source: 本週字數
zh_hans: 本周字数

source: 模型名稱
zh_hans: 模型名称

source: 檢查中…
zh_hans: 检查中…

source: 次聽寫
zh_hans: 次听写

source: 正在開啟 UTUVO Type 啟動麥克風…回來就在錄了
zh_hans: 正在打开 UTUVO Type 启动麦克风…回来时就已经在录了

source: 歷史
zh_hans: 历史

source: 沒有讀到檔案。
zh_hans: 没有读到文件。

source: 法文
zh_hans: 法语

source: 波蘭文
zh_hans: 波兰语

source: 注音鍵盤
zh_hans: 注音键盘

source: 泰文
zh_hans: 泰语

source: 測試
zh_hans: 测试

source: 滑到語言，放開就翻譯；放開在別處取消
zh_hans: 滑到语言，松开就翻译；在别处松开则取消

source: 瀏覽詞目
zh_hans: 浏览词条

source: 烏克蘭文
zh_hans: 乌克兰语

source: 無法啟動錄音：%@
zh_hans: 无法启动录音：%@

source: 無法開啟麥克風：%@
zh_hans: 无法打开麦克风：%@

source: 申請免費 key
zh_hans: 申请免费 key

source: 略過
zh_hans: 跳过

source: 登入同一個 iCloud 的 Mac 會自動同步；Android 用匯出／匯入字典檔。兩邊都改過的詞留最後改的那個。
zh_hans: 登录同一个 iCloud 的 Mac 会自动同步；Android 用导出／导入词典文件。两边都改过的词保留最后修改的那个。

source: 目前
zh_hans: 当前

source: 空白
zh_hans: 空格

source: 端點網址錯誤
zh_hans: 端点地址错误

source: 端點網址（…/chat/completions）
zh_hans: 端点网址（…/chat/completions）

source: 簡體中文
zh_hans: 简体中文

source: 結束鍵盤語音
zh_hans: 结束键盘语音

source: 繁體中文
zh_hans: 繁体中文

source: 繼續
zh_hans: 继续

source: 義大利文
zh_hans: 意大利语

source: 翻成%@中…
zh_hans: 正在翻译成%@…

source: 翻譯
zh_hans: 翻译

source: 翻譯中…
zh_hans: 翻译中…

source: 翻譯與改寫走 Apple Intelligence，文字不離機
zh_hans: 翻译与改写使用 Apple Intelligence，文字不离开设备

source: 翻譯與改寫走你自己的雲端 key
zh_hans: 翻译与改写使用你自己的云端 key

source: 聽到左邊的詞一律改成右邊（例：「pik」→「Pik」）。app 與鍵盤共用同一份。
zh_hans: 听到左边的词一律改成右边（例：“pik”→“Pik”）。App 与键盘共用同一份。

source: 聽到的詞
zh_hans: 听到的词

source: 聽寫
zh_hans: 听写

source: 聽寫語言：%@
zh_hans: 听写语言：%@

source: 自動
zh_hans: 自动

source: 自訂（OpenAI 相容）
zh_hans: 自定义（OpenAI 兼容）

source: 與辨識語言相同
zh_hans: 与识别语言相同

source: 英文
zh_hans: 英语

source: 英文鍵盤
zh_hans: 英文键盘

source: 英文（美國）
zh_hans: 英语（美国）

source: 荷蘭文
zh_hans: 荷兰语

source: 葡萄牙文
zh_hans: 葡萄牙语

source: 裝置端優先。不支援時會改用 Apple 伺服器辨識（音訊會離開裝置），聽寫畫面上會標示是哪一種。
zh_hans: 设备端优先。不支持时会改用 Apple 服务器识别（音频会离开设备），听写界面上会标示是哪一种。

source: 裝置端翻譯包已下載
zh_hans: 设备端翻译包已下载

source: 裝置端辨識・音訊不離機
zh_hans: 设备端识别・音频不离开设备

source: 複製
zh_hans: 复制

source: 複製 key，回到設定裡的阿里雲百鍊頁貼上；回到這裡按「測試」。
zh_hans: 复制 key，回到设置里的阿里云百炼页粘贴；回到这里按“测试”。

source: 複製 key，回到這裡貼上、按「儲存」，再按「測試」。
zh_hans: 复制 key，回到这里粘贴、按“保存”，再按“测试”。

source: 複製產生的 key（只會顯示一次），回到這裡貼上、按「儲存」。
zh_hans: 复制产生的 key（只会显示一次），回到这里粘贴、按“保存”。

source: 複製產生的 key，回到這裡貼上、按「儲存」。
zh_hans: 复制产生的 key，回到这里粘贴、按“保存”。

source: 西班牙文
zh_hans: 西班牙语

source: 要加入的詞
zh_hans: 要加入的词

source: 要替換的詞
zh_hans: 要替换的词

source: 設定
zh_hans: 设置

source: 設定 → 一般 → 鍵盤 → 鍵盤 → 加入新鍵盤 → UTUVO Type
zh_hans: 设置 → 通用 → 键盘 → 键盘 → 添加新键盘 → UTUVO Type

source: 設定 → 一般 → 鍵盤 → 鍵盤 → 加入新鍵盤 → UTUVO Type，再打開「允許完整存取」。之後在任何輸入框按 🌐 切到 UTUVO Type。
zh_hans: 设置 → 通用 → 键盘 → 键盘 → 添加新键盘 → UTUVO Type，再打开“允许完全访问”。之后在任何输入框按 🌐 切到 UTUVO Type。

source: 詞庫包與匯入
zh_hans: 词库包与导入

source: 詞彙
zh_hans: 词汇

source: 語言
zh_hans: 语言

source: 語音
zh_hans: 语音

source: 語音工作階段出錯
zh_hans: 语音会话出错

source: 說中文，貼上%@
zh_hans: 说中文，粘贴%@

source: 說出要怎麼改
zh_hans: 说出要怎么改

source: 說出要怎麼改，說完再點一下
zh_hans: 说出要怎么改，说完再点一下

source: 說吧，我在聽
zh_hans: 说吧，我在听

source: 說完再點一下，改寫會取代選取
zh_hans: 说完再点一下，改写结果会替换所选内容

source: 說明
zh_hans: 说明

source: 請先打開 UTUVO Type app 一次，再回來點光球
zh_hans: 请先打开 UTUVO Type App 一次，再回来点光球

source: 請到 設定 → 一般 → 鍵盤 → UTUVO Type 開啟「允許完整存取」
zh_hans: 请到 设置 → 通用 → 键盘 → UTUVO Type 打开“允许完全访问”

source: 講完先貼出手機整理的結果，大模型約一秒後把改口、贅詞、錯字整理好再替換。聲音不會離開手機，只有辨識好的文字會送到你選的服務。
zh_hans: 讲完先贴出手机整理的结果，大模型约一秒后把改口、赘词、错字整理好再替换。声音不会离开手机，只有识别好的文字会发送到你选的服务。

source: 貼上 key、按「儲存」，再按「測試」。
zh_hans: 粘贴 key、按“保存”，再按“测试”。

source: 資料來源
zh_hans: 资料来源

source: 越南文
zh_hans: 越南语

source: 路線
zh_hans: 路线

source: 輕
zh_hans: 轻

source: 輸入新的 key 以取代
zh_hans: 输入新的 key 以替换

source: 輸入詞目片段可即時過濾；結果上限 100 筆。
zh_hans: 输入词条片段可即时过滤；结果上限 100 笔。

source: 輸出
zh_hans: 输出

source: 辨識中斷：%@
zh_hans: 识别中断：%@

source: 辨識引擎
zh_hans: 识别引擎

source: 辨識與隱私
zh_hans: 识别与隐私

source: 送出
zh_hans: 发送

source: 逐字稿
zh_hans: 转录文本

source: 這一把 key 同時供雲端翻譯與智慧整理使用。
zh_hans: 这一把 key 同时供云端翻译与智能整理使用。

source: 這不是 UTUVO Type 的字典檔。
zh_hans: 这不是 UTUVO Type 的词典文件。

source: 這個字典檔來自較新版本的 UTUVO Type，請先更新。
zh_hans: 这个词典文件来自较新版本的 UTUVO Type，请先更新。

source: 這個方向系統不支援，會用 Apple Intelligence
zh_hans: 系统不支持这个翻译方向，将使用 Apple Intelligence

source: 這個語言的辨識器目前不可用
zh_hans: 这个语言的识别器目前不可用

source: 這個語言的辨識器目前不可用。
zh_hans: 这个语言的识别器目前不可用。

source: 這台裝置沒有 Apple Intelligence（iOS 26），也沒設阿里雲百鍊 key；到主 app 設定 → 阿里雲百鍊加入 key 即可
zh_hans: 这台设备没有 Apple Intelligence（iOS 26），也没有设置阿里云百炼 key；在主 App 的“设置 → 阿里云百炼”中添加 key 即可

source: 這裡不重複輸入；請到「設定」裡的阿里雲百鍊頁管理同一把 key。
zh_hans: 这里不重复输入；请到“设置”里的阿里云百炼页管理同一把 key。

source: 連線逾時，請檢查網路。
zh_hans: 连接超时，请检查网络。

source: 選取已取消，沒有改動文字
zh_hans: 选中已取消，文字未改动

source: 還原
zh_hans: 还原

source: 還沒啟用
zh_hans: 尚未启用

source: 還沒有星標
zh_hans: 还没有星标

source: 還沒有紀錄
zh_hans: 还没有记录

source: 錯誤 %lld
zh_hans: 错误 %lld

source: 鍵盤
zh_hans: 键盘

source: 鍵盤上的順序（中間那個是長按時預選的）
zh_hans: 键盘上的顺序（中间那个是长按时预选的）

source: 鍵盤正在聽
zh_hans: 键盘正在听

source: 鍵盤狀態
zh_hans: 键盘状态

source: 鍵盤翻譯語言
zh_hans: 键盘翻译语言

source: 鍵盤語音已開啟
zh_hans: 键盘语音已开启

source: 點左上角「◀︎」回到剛剛的 App；之後在鍵盤上點光球說話
zh_hans: 点左上角的“◀︎”返回刚才的 App；之后在键盘上点光球说话

source: 長按鍵盤的光球，這些語言會排在光球上方；滑到語言放開、講中文，就貼上翻譯。最多 %lld 個，至少 1 個。
zh_hans: 长按键盘的光球，这些语言会排在光球上方；滑到语言松开、讲中文，就粘贴翻译。最多 %lld 个，至少 1 个。

source: 開啟
zh_hans: 开启

source: 開啟後，這個詞庫的詞會被當作辨識提示詞與智慧整理的專有名詞（依本句相關度篩入）。
zh_hans: 开启后，这个词库的词会被当作识别提示词与智能整理的专有名词（依本句相关度筛入）。

source: 開啟詞庫
zh_hans: 开启词库

source: 開始聽寫
zh_hans: 开始听写

source: 開著的詞庫會讓辨識更容易聽對這些詞；有開智慧整理時，聽錯的（例如 Jeman）也會被改成正確寫法（Gemini）。
zh_hans: 开启的词库会让识别更容易听对这些词；有开智能整理时，听错的（例如 Jeman）也会被改成正确写法（Gemini）。

source: 閒置 %lld 分鐘後自動關麥克風
zh_hans: 闲置 %lld 分钟后自动关闭麦克风

source: 這次延長至 10 分鐘
zh_hans: 本次延长至 10 分钟

source: 關
zh_hans: 关

source: 關於
zh_hans: 关于

source: 關閉
zh_hans: 关闭

source: 阿拉伯文
zh_hans: 阿拉伯语

source: 阿里雲百鍊
zh_hans: 阿里云百炼

source: 阿里雲百鍊 key
zh_hans: 阿里云百炼 key

source: 阿里雲百鍊（選配）
zh_hans: 阿里云百炼（可选）

source: 雲端回傳 HTTP %lld
zh_hans: 云端返回 HTTP %lld

source: 雲端回應格式無法解析
zh_hans: 无法解析云端响应格式

source: 雲端辨識・音訊會送到 Apple 伺服器
zh_hans: 云端识别・音频会发送到 Apple 服务器

source: 雲端（你的 key）
zh_hans: 云端（你的 key）

source: 需要 iOS 26 的 Apple Intelligence，或在主 app 設定雲端 key
zh_hans: 需要 iOS 26 的 Apple Intelligence，或在主 App 设置云端 key

source: 需要語音辨識權限：設定 → UTUVO Type → 語音辨識
zh_hans: 需要语音识别权限：设置 → UTUVO Type → 语音识别

source: 需要語音辨識權限；請到系統設定開啟。
zh_hans: 需要语音识别权限；请到系统设置打开。

source: 需要麥克風權限才能聽寫；請到系統設定開啟。
zh_hans: 需要麦克风权限才能听写；请到系统设置打开。

source: 需要麥克風權限：設定 → UTUVO Type → 麥克風
zh_hans: 需要麦克风权限：设置 → UTUVO Type → 麦克风

source: 韓文
zh_hans: 韩语

source: 音樂與音訊製作
zh_hans: 音乐与音频制作

source: 音訊永遠不離開這台裝置。遇到不支援裝置端辨識的語言或機型時，會直接拒絕錄音並告訴你，不會偷偷改用雲端。
zh_hans: 音频永远不离开这台设备。遇到不支持设备端识别的语言或机型时，会直接拒绝录音并告诉你，不会偷偷改用云端。

source: 預設
zh_hans: 默认

source: 預設全部關閉；開啟後清單與提示詞才會包含這些詞。
zh_hans: 默认全部关闭；开启后列表与提示词才会包含这些词。

source: 顯示全部
zh_hans: 显示全部

source: 顯示前 %lld 筆（共 %lld 筆）
zh_hans: 显示前 %lld 笔（共 %lld 笔）

source: 麥克風由 UTUVO Type 替鍵盤開著，你不用在這裡操作。
zh_hans: 麦克风由 UTUVO Type 替键盘开着，你不用在这里操作。

source: 點一下開始說
zh_hans: 点一下开始说

source: 點右上角的星星可以回到全部。
zh_hans: 点右上角的星星可以回到全部。

source: 點進 UTUVO Type，打開「允許完整存取」（語音辨識需要）
zh_hans: 点进 UTUVO Type，打开“允许完全访问”（语音识别需要）

source: 雲端辨識（選配）
zh_hans: 云端识别（选配）

source: 用這把 key 辨識語音
zh_hans: 用这把 key 识别语音

source: 測試雲端辨識
zh_hans: 测试云端识别

source: 開啟後，講完的整段錄音會用你的 key 上傳到上面選的服務重新辨識，專有名詞通常比手機內建辨識準，大約多等 1–3 秒。上傳失敗、逾時或額度用完時，自動改用手機辨識的結果。App 內聽寫若已下載「高準確度辨識」模型，會優先用手機上的模型（不上傳）。
zh_hans: 开启后，说完的整段录音会用你的 key 上传到上面选的服务重新识别，专有名词通常比手机内置识别准，大约多等 1–3 秒。上传失败、超时或额度用完时，自动改用手机识别的结果。App 内听写若已下载“高准确度识别”模型，会优先用手机上的模型（不上传）。

source: Gemini 免費版送出的錄音，Google 可能用來改進模型；在 Google Cloud 綁定付款帳戶就不會。
zh_hans: Gemini 免费版发送的录音，Google 可能用来改进模型；在 Google Cloud 绑定付款账户就不会。

source: 使用 Qwen3-ASR-Flash，依用量計費。
zh_hans: 使用 Qwen3-ASR-Flash，按用量计费。

source: 自訂服務目前不支援雲端辨識。
zh_hans: 自定义服务目前不支持云端识别。

source: 自訂服務不支援雲端辨識
zh_hans: 自定义服务不支持云端识别

source: 先在上面存好 key。
zh_hans: 先在上面保存好 key。

source: TTS 沒有產生音訊，請確認裝置。
zh_hans: TTS 没有生成音频，请检查设备。

source: 辨識結果：%@（%@ 秒）
zh_hans: 识别结果：%1$@（%2$@ 秒）

source: 失敗，會改用手機辨識。
zh_hans: 失败，会改用手机识别。

source: 講完先貼出辨識結果，大模型在背景整理改口、贅詞和錯字，再安全替換。沒有設定 key 時，用 Apple Intelligence 在這支手機上整理，文字不離機；設定 key 後改用下面選的雲端服務。是否使用 Apple 雲端辨識，請在「辨識與隱私」設定管理；雲端整理服務只會收到辨識文字與你選擇傳送的欄位脈絡。開了下面的「雲端辨識」時，錄音也會送到同一家服務。
zh_hans: 说完先贴出识别结果，大模型在后台整理改口、赘词和错字，再安全替换。没有设置 key 时，用 Apple Intelligence 在这台手机上整理，文字不离开设备；设置 key 后改用下面选的云端服务。是否使用 Apple 云端识别，请在“识别与隐私”设置中管理；云端整理服务只会收到识别文字与你选择发送的输入框上下文。开启下面的“云端识别”时，录音也会发送到同一家服务。

source: 第一次設定（只要做一次）
zh_hans: 首次设置（只需做一次）

source: 加入鍵盤
zh_hans: 添加键盘

source: 設定 → 一般 → 鍵盤 → 鍵盤 → 加入新鍵盤 → UTUVO Type。
zh_hans: 设置 → 通用 → 键盘 → 键盘 → 添加新键盘 → UTUVO Type。

source: 打開「允許完整存取」
zh_hans: 打开“允许完全访问”

source: 點進剛加入的 UTUVO Type，打開「允許完整存取」。沒有它，鍵盤沒辦法把你講的話交給 UTUVO Type 辨識。
zh_hans: 点进刚添加的 UTUVO Type，打开“允许完全访问”。没有它，键盘无法把你说的话交给 UTUVO Type 识别。

source: 允許麥克風與語音辨識
zh_hans: 允许麦克风与语音识别

source: 打開 UTUVO Type App 一次，系統問麥克風和語音辨識時都按「允許」。
zh_hans: 打开 UTUVO Type App 一次，系统询问麦克风和语音识别时都点“允许”。

source: 每次用鍵盤講話
zh_hans: 每次用键盘说话

source: 切到 UTUVO Type 鍵盤
zh_hans: 切换到 UTUVO Type 键盘

source: 在任何 App 點輸入框，按鍵盤左下角的 🌐 切到 UTUVO Type。
zh_hans: 在任意 App 点输入框，按键盘左下角的 🌐 切换到 UTUVO Type。

source: 點光球
zh_hans: 点光球

source: 第一次（或超過 3 分鐘沒用）會跳到 UTUVO Type App，替鍵盤打開麥克風。
zh_hans: 第一次（或超过 3 分钟没用）会跳到 UTUVO Type App，为键盘打开麦克风。

source: 回到原本的 App
zh_hans: 回到原来的 App

source: 點螢幕左上角的「◀︎ 原本 App 名稱」，或從螢幕最下方往右滑。
zh_hans: 点屏幕左上角的“◀︎ 原来的 App 名称”，或从屏幕最下方向右滑。

source: 再點一次光球開始說
zh_hans: 再点一次光球开始说

source: 講完再點一次光球（或停下來），文字就會出現在游標處。
zh_hans: 说完再点一次光球（或停下来），文字就会出现在光标处。

source: 之後就不用再跳
zh_hans: 之后就不用再跳

source: 在「鍵盤語音保持開啟」的時間內（預設 3 分鐘，可在設定改成 10、30 分鐘或 1 小時），點光球就直接開始聽。
zh_hans: 在“键盘语音保持开启”的时间内（默认 3 分钟，可在设置中改为 10、30 分钟或 1 小时），点光球就直接开始听。

source: 為什麼會跳到 App：iOS 不允許鍵盤直接使用麥克風，所有語音鍵盤（包括 Typeless、Wispr Flow）都要先打開自己的 App。從 iOS 26.4 起，Apple 也不再讓任何 App 自動跳回原 App，所以要手動回去一次；把「鍵盤語音保持開啟」調長，就能少跳很多次。
zh_hans: 为什么会跳到 App：iOS 不允许键盘直接使用麦克风，所有语音键盘（包括 Typeless、Wispr Flow）都要先打开自己的 App。从 iOS 26.4 起，Apple 也不再让任何 App 自动跳回原 App，所以要手动回去一次；把“键盘语音保持开启”调长，就能少跳很多次。

source: 讓結果更準
zh_hans: 让结果更准

source: 把常講的專有名詞加進字典
zh_hans: 把常说的专有名词加进词典

source: 設定 → 字典（選「新增詞彙」）。人名、品牌、術語（Atmos、Pro Tools…）加進去：英文專名貼上前會照字典改正拼法，高準確度辨識、雲端辨識和智慧整理也會參考這些詞。手機內建辨識本身不一定認得。
zh_hans: 设置 → 词典（选“新增词汇”）。人名、品牌、术语（Atmos、Pro Tools…）加进去：英文专名贴上前会按词典改正拼写，高准确度识别、云端识别和智能整理也会参考这些词。手机内置识别本身不一定认得。

source: 智慧整理（預設開）
zh_hans: 智能整理（默认开）

source: 講完先貼出辨識結果，再自動刪掉贅詞、改口、補標點。有 Apple Intelligence 的 iPhone 不用設定；也可以在「智慧整理」填自己的 key 用雲端模型。
zh_hans: 说完先贴出识别结果，再自动删掉赘词、改口、补标点。有 Apple Intelligence 的 iPhone 不用设置；也可以在“智能整理”填自己的 key 使用云端模型。

source: 高準確度辨識
zh_hans: 高准确度识别

source: 設定 → 高準確度辨識，下載模型後，在 UTUVO Type App 裡聽寫會更準。鍵盤聽寫時 App 在背景，iOS 不允許背景使用 GPU，所以鍵盤不會用這個模型；鍵盤想更準請用下面的「雲端辨識」。
zh_hans: 设置 → 高准确度识别，下载模型后，在 UTUVO Type App 里听写会更准。键盘听写时 App 在后台，iOS 不允许后台使用 GPU，所以键盘不会用这个模型；键盘想更准请用下面的“云端识别”。

source: 雲端辨識（選配，需自己的 key）
zh_hans: 云端识别（选配，需自己的 key）

source: 設定 → 智慧整理，存好 Gemini、Groq 或阿里雲百鍊的 key 後，打開「雲端辨識」。鍵盤和 App 講完的錄音會用你的 key 上傳辨識，專有名詞更準；失敗會自動改用手機辨識。錄音會離開手機，在意的話不要開。
zh_hans: 设置 → 智能整理，保存好 Gemini、Groq 或阿里云百炼的 key 后，打开“云端识别”。键盘和 App 说完的录音会用你的 key 上传识别，专有名词更准；失败会自动改用手机识别。录音会离开手机，介意的话不要开。

source: 遇到問題
zh_hans: 遇到问题

source: 一直顯示「整理中」、沒出字
zh_hans: 一直显示“整理中”、不出字

source: 打開 UTUVO Type 看畫面上的訊息；按「結束鍵盤語音」，回到原 App 再點一次光球。
zh_hans: 打开 UTUVO Type 查看屏幕上的信息；点“结束键盘语音”，回到原 App 再点一次光球。

source: 光球按了沒反應
zh_hans: 光球点了没反应

source: 確認「允許完整存取」有打開，並且在 UTUVO Type 裡允許了麥克風。
zh_hans: 确认“允许完全访问”已打开，并且在 UTUVO Type 里允许了麦克风。

source: 跳過去後回不來
zh_hans: 跳过去后回不来

source: 點螢幕左上角「◀︎」，或從螢幕最下方往右滑。iOS 不允許自動返回（Apple 在 iOS 26.4 關掉了這個能力）。
zh_hans: 点屏幕左上角“◀︎”，或从屏幕最下方向右滑。iOS 不允许自动返回（Apple 在 iOS 26.4 关闭了这个能力）。

source: Apple Intelligence 裝置端可以用（%lld 毫秒）：%@
zh_hans: Apple Intelligence 设备端可用（%1$lld 毫秒）：%2$@

source: Apple Intelligence 這次沒有產生可用結果。
zh_hans: Apple Intelligence 这次没有生成可用结果。

source: 讓整理參考目前欄位文字
zh_hans: 让整理参考当前输入框文字

source: 開啟後，會把目前欄位游標前最多 500 個字和辨識文字一起送到所選整理服務，只用來理解指涉與語氣。iOS 鍵盤無法讀取宿主 App 名稱，因此不會傳送 App 名稱。
zh_hans: 开启后，会把当前输入框光标前最多 500 个字和识别文字一起发送到所选整理服务，只用来理解指代与语气。iOS 键盘无法读取宿主 App 名称，因此不会发送 App 名称。

source: key 無效或沒有權限（401）
zh_hans: key 无效或没有权限（401）

source: key 無效或沒有權限（403）
zh_hans: key 无效或没有权限（403）

source: 免費版額度很少：2026-09 實測 Gemini 3.8 Flash 每天只有 20 次，智慧整理和雲端辨識共用，用完會回 429、當天就不會再整理（可在 AI Studio 的 rate limit 頁查看；綁定付款帳戶後依用量計費）。免費版送出的文字 Google 可能用來改進模型；在 Google Cloud 綁定付款帳戶（不一定會被收費）就不會。
zh_hans: 免费版额度很少：2026-09 实测 Gemini 3.8 Flash 每天只有 20 次，智能整理和云端识别共用，用完会返回 429、当天就不会再整理（可在 AI Studio 的 rate limit 页面查看；绑定付款账户后按用量计费）。免费版发送的文字 Google 可能用来改进模型；在 Google Cloud 绑定付款账户（不一定会被收费）就不会。

source: 其他錯誤
zh_hans: 其他错误

source: 整理結果沒通過把關
zh_hans: 整理结果没有通过校验

source: 最後一次失敗：%@（%@）
zh_hans: 最后一次失败：%1$@（%2$@）

source: 最近整理：成功 %lld 次、失敗 %lld 次
zh_hans: 最近整理：成功 %1$lld 次、失败 %2$lld 次

source: 有免費額度（上限依模型，可在 Groq 後台查看），速度很快；預設不保留送出的資料。
zh_hans: 有免费额度（上限因模型而异，可在 Groq 后台查看），速度很快；默认不保留发送的数据。

source: 服務回應格式不對
zh_hans: 服务返回的格式不对

source: 服務回應錯誤（%@）
zh_hans: 服务返回错误（%@）

source: 服務忙或暫時故障（%@）
zh_hans: 服务繁忙或暂时故障（%@）

source: 網路連線失敗
zh_hans: 网络连接失败

source: 自訂服務
zh_hans: 自定义服务

source: 這把 key 的免費額度用完了。可以到服務後台查看額度、換一家服務，或按「清除」改用 Apple Intelligence（在手機上整理）。
zh_hans: 这把 key 的免费额度用完了。可以到服务后台查看额度、换一家服务，或点“清除”改用 Apple Intelligence（在手机上整理）。

source: 逾時
zh_hans: 超时

source: 額度用完（429）
zh_hans: 额度用完（429）
